{
  "NavBar": {
    "home": "Home",
    "product": "Product",
    "export": "Export",
    "about": "About Us",
    "contact": "Contact"
  },
  "HomePage": {
    "title1": "Trusted Durian Distributor For People",
    "title2": "Discover More About Our Store",
    "subtitle1": "Established in 2018, Tomang Elok Durian is a premium durian brand committed to delivering the highest quality, flavor, and customer satisfaction. Our journey began with a deep passion for durians and a vision to bring the best varieties to durian lovers everywhere. We carefully select only the finest fruits from trusted orchards, ensuring that each durian meets our rigorous standards of taste, texture, and aroma.",
    "button1": "Read More",
    "titleproduk": "Our Product",
    "subtitleproduk": "We don't just sell durians, we deliver an experience bringing the King of Fruits with premium quality and an extraordinary taste.",
    "tombolorder": "WhatsApp",
    "button2": "More product",
    "titlechoose": "Why Choose Us",
    "subtitlechoose": "A premium durian experience you can trust.",
    "features1": "Fresh From the Farm",
    "subtitlefeatures1": "Our durians are harvested at peak ripeness directly from trusted local plantations, ensuring unbeatable freshness.",
    "features2": "Quality You Can Taste",
    "subtitlefeatures2": "We handpick every durian to meet our strict quality standards rich aroma, creamy texture, and perfect ripeness.",
    "features3": "Fast & Safe Delivery",
    "subtitlefeatures3": "Get your durian fast and in perfect condition with our specialized packaging and trusted delivery partners.",
    "features4": "Flexible Guarantee",
    "subtitlefeatures4": "If it's not right, we'll make it right. We offer flexible return or replacement for damaged or unripe products.",
    "titleexport": "Available on Shopee",
    "subtitleexport": "Enjoy the convenience of purchasing fresh, premium-quality durians from Tomang Durian directly on Shopee! We ensure each durian is carefully packaged and delivered with top-notch logistics to maintain its freshness all the way to your doorstep.",
    "titletestimoni": "Client Testimonial",
    "subtitletestimoni": "Real Stories from Those Who Have Experienced It.",
    "buttonexport": "Checkout on Shopee"
  },
  "Footer": {
    "titlefooter": "About Us",
    "subtitle1": "Established in 2018, Tomang Elok Durian is a premium durian brand committed to delivering the highest quality, flavor, and customer satisfaction. Our journey began with a deep passion for durians and a vision to bring the best varieties to durian lovers everywhere. We carefully select only the finest fruits from trusted orchards, ensuring that each durian meets our rigorous standards of taste, texture, and aroma.",
    "titlefooter2": "Useful Links",
    "subtitlefooter2": "Our journey began with a deep passion for durians and a vision to bring the best varieties to durian lovers everywhere."
  },
  "Product": {
    "breadcrumb": "Product",
    "titleproduct": "Our Durian Products",
    "productresult": "About 9,620 results",
    "searchinput": "Type here to search ...",
    "title1": "Our Product"
  },
  "Aboutus": {
    "title1": "About Us",
    "subtitle1": "Founded in 2018, Tomang Elok Durian is a premium durian brand dedicated to delivering top-quality frozen peeled durian that retains the authentic flavor and freshness of the fruit. Our story began with a deep love for durians and a vision to share the joy of experiencing the best durian varieties with people across the nation. At Tomang Elok Durian, we believe that durian is more than just a fruit it is a tropical indulgence worth savoring. That's why we handpick only the finest durians from trusted orchards across Indonesia, known for their rich flavor, creamy texture, and signature aroma. Each fruit undergoes a meticulous selection process before being peeled and frozen using state-of-the-art freezing technology. This ensures that every bite delivers the true taste of fresh durian, no matter when or where you choose to enjoy it. We are committed to excellence in every step of our process from orchard to packaging to delivery and strive to offer unmatched customer satisfaction. With the support of our loyal customers, Tomang Elok Durian continues to grow, bringing premium durian delights to more homes and cities throughout the country."
  },
  "Contact": {
      "title1": "Contact"
  }
}