{
    "NavBar": {
        "home": "Beranda",
        "product": "Produk",
        "export": "Export",
        "about": "Tentang Kami",
        "contact": "Kontak"
    },
    "HomePage": {
        "title1": "Distributor Durian Terpercaya untuk Semua Orang",
        "title2": "Temukan Lebih Banyak Tentang Toko Kami",
        "subtitle1": "Didirikan pada tahun 2018, Tomang Elok Durian adalah merek durian premium yang berkomitmen untuk menghadirkan kualitas terbaik, cita rasa istimewa, dan kepuasan pelanggan. Perjalanan kami dimulai dari kecintaan mendalam terhadap durian serta visi untuk memperkenalkan durian terbaik kepada para pecinta durian di mana pun berada. Kami dengan cermat memilih hanya buah-buah durian terbaik dari kebun-kebun terpercaya, memastikan bahwa setiap durian memenuhi standar ketat dalam hal rasa, tekstur, dan aroma. ",
        "button1": "Baca Selengkapnya",
        "titleproduk": "Produk Kita",
        "subtitleproduk": "Kami tidak hanya menjual durian, kami menghadirkan pengalaman menikmati Raja Buah dengan standar kualitas premium dan rasa yang luar biasa.",
        "tombolorder": "Order Melalui WhatsApp",
        "button2": "Semua produk",
        "titlechoose": "Mengapa Memilih Kami",
        "subtitlechoose": "Pengalaman makan durian premium yang bisa Anda percaya.",
        "features1": "Langsung dari Kebun",
        "subtitlefeatures1": "Durian kami dipanen langsung dari kebun terbaik, menjaga kesegaran dan cita rasa yang otentik.",
        "features2": "Kualitas yang Terasa",
        "subtitlefeatures2": "Setiap durian dipilih secara ketat, aroma kuat, tekstur lembut, dan tingkat kematangan yang pas.",
        "features3": "Pengiriman Cepat & Aman",
        "subtitlefeatures3": "Kami pastikan durian tiba segar dengan kemasan aman dan pengiriman terpercaya.",
        "features4": "Garansi Fleksibel",
        "subtitlefeatures4": "Kalau ada durian yang rusak atau belum matang, kami siap ganti atau refund. Kepuasan pelanggan nomor satu!",
        "titleexport": "Tersedia di Shopee",
        "subtitleexport": "Nikmati kemudahan membeli durian segar dan berkualitas dari Tomang Durian langsung di Shopee! Kami pastikan setiap durian dikirim dengan kemasan khusus dan dukungan logistik terbaik untuk menjaga kesegarannya hingga sampai di tangan Anda.",
        "titletestimoni": "Testimonial Klien",
        "subtitletestimoni": "Cerita Nyata dari Mereka yang Telah Membuktikannya.",
        "buttonexport": "Order di Shopee"
    },
    "Footer": {
        "titlefooter": "Tentang Kami",
        "subtitle1": "Didirikan pada tahun 2018, Tomang Elok Durian adalah merek durian premium yang berkomitmen untuk menghadirkan kualitas terbaik, cita rasa istimewa, dan kepuasan pelanggan. Perjalanan kami dimulai dari kecintaan mendalam terhadap durian serta visi untuk memperkenalkan durian terbaik kepada para pecinta durian di mana pun berada. Kami dengan cermat memilih hanya buah-buah durian terbaik dari kebun-kebun terpercaya, memastikan bahwa setiap durian memenuhi standar ketat dalam hal rasa, tekstur, dan aroma. ",
        "titlefooter2": "Link Situs",
        "subtitlefooter2": "Perjalanan kami dimulai dari kecintaan mendalam terhadap durian serta visi untuk memperkenalkan durian terbaik kepada para pecinta durian di mana pun berada."
    },
    "Product": {
        "breadcrumb": "Produk",
        "titleproduct": "Produk Durian Kami",
        "productresult": "9.211 hasil pencarian",
        "searchinput": "Klik untuk mencari ...",
        "title1": "Produk Kami"
    },
    "Aboutus": {
        "title1": "Tentang Kami",
        "subtitle1": "Sejak didirikan pada tahun 2018, Tomang Elok Durian telah menjadi pelopor dalam menghadirkan durian kupas berkualitas premium yang disimpan dalam freezer, menjaga cita rasa dan kesegarannya seperti baru dipetik dari pohon. Kami hadir dari kecintaan yang mendalam terhadap buah durian dan keinginan kuat untuk membagikan pengalaman menikmati durian terbaik kepada para pecinta durian di mana pun berada. Kami percaya bahwa durian bukan hanya sekadar buah, ia adalah simbol kenikmatan tropis yang otentik. Oleh karena itu, kami hanya memilih durian terbaik dari kebun-kebun terpercaya di Indonesia, yang terkenal dengan keunggulan rasa, tekstur lembut, dan aroma khas yang menggoda. Setiap buah yang kami proses melalui tahap seleksi ketat untuk memastikan kualitasnya tetap terjaga. Durian kami dikupas dengan hati-hati dan langsung dibekukan menggunakan teknologi freezer modern, agar pelanggan bisa menikmati rasa asli durian tanpa kehilangan kesegarannya, kapan pun dan di mana pun. Tomang Elok Durian berkomitmen untuk selalu memberikan kepuasan kepada pelanggan melalui produk yang konsisten, pelayanan yang ramah, dan dedikasi terhadap kualitas. Dengan dukungan pelanggan setia, kami terus tumbuh dan memperluas jangkauan kami, membawa cita rasa durian premium hingga ke berbagai kota dan penjuru negeri."
    },
    "Contact": {
        "title1": "Kontak"
    }
}